Repository: OpenArchive/Save-app-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, de, es, tr, uk

source: Press and hold the %@ button to select other files than photos and movies.
ar: اضغط مع الإبقاء على زر %@ لتحديد ملفات أخرى غير الصور والأفلام.
tr: Fotoğraf ve video dışındaki dosyaları seçmek için %@ düğmesine basılı tutun.
uk: Натисніть та утримуйте %@ для додавання інших файлів окрім фото та відео.

source: Press and hold to select and edit multiple media.
ar: اضغط مع الإبقاء لتحديد وتعديل وسائط متعددة
de: Gedrückt halten, um mehrere Elemente auszuwählen.
es: Presionar y sostener para seleccionar y editar múltiples medios.
tr: Birkaç ortamı seçmek ve düzenlemek için basılı tutun
uk: Натисніть й утримуйте для обрання та редагування декількох медіафайлів.

source: Press the button below to add media
ar: اضغط على الزر أدناه لإضافة الوسائط
de: Mit dem Button unten Medien hinzufügen.
es: Presiona el botón de abajo para añadir medios
tr: Ortam eklemek için aşağıdaki düğmeye basın
uk: Натисніть на кнопку нижче для додавання медіа.

source: Preview
ar: المعاينة
de: Vorschau
es: Vista Previa
tr: Ön izleme
uk: Перегляд

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinien
es: Política de Privacidad
tr: Gizlilik ilkesi
uk: Політика конфіденційності

source: Private (WebDAV) Server
ar: ‫خادم (WebDAV) خاص
de: Privater (WebDAV) Server
es: Servidor Privado (WebDAV)
tr: Özel (WebDAV) sunucu
uk: Приватний (WebDAV) сервер

source: Private Server
ar: الخادم الخاص
de: Privater Server
es: Servidor Privado
tr: Özel sunucu
uk: Приватний сервер

source: Ready to upload
ar: جاهز للتحميل
de: Fertig zum hochladen
es: Listo para subir
tr: Yüklemeye hazır
uk: Готове до вивантаження

source: Remove
ar: أزِل
de: Entfernen
es: Eliminar
tr: Sil
uk: Видалити

source: Remove Folder
ar: إزالة المجلد
es: Eliminar Carpeta
tr: Klasörü kaldır
uk: Видалити папку

source: Remove from App
ar: الإزالة من التطبيق
de: Aus App entfernen
es: Eliminar de la aplicación
tr: Uygulamadan kaldır
uk: Видалити із застосунку

source: Remove Media
ar: أزِل الوسائط
de: Medien entfernen
es: Eliminar Medios
tr: Ortamı sil
uk: Видалити медіа

source: Remove Media from %@
ar: إزالة الوسائط من %@
de: Medien aus %@ entfernen
es: Eliminar Medios de %@
tr: Ortamı %@ üzerinden sil
uk: Видалити медіа з %@

source: Remove Server
ar: أزِل الخادم
es: Eliminar Servidor
tr: Sunucuyu kaldır
uk: Видалити сервер

source: Removing this folder will remove all contained thumbnails from the %@ app.
ar: ستؤدي إزالة هذا المجلد إلى إزالة جميع الصور المصغرة التي يتضمنها من تطبيق %@.
es: Eliminar esta carpeta eliminará todas las miniaturas que contenga de la app %@.
tr: Bu klasörün kaldırılması, içindeki tüm küçük görsellerin %@ uygulamasından kaldırılmasına neden olur.
uk: Видалення цієї папки призведе до видалення всіх мініатюр з застосунку %@.

source: Removing this server will remove all contained thumbnails from the %@ app.
ar: ستؤدي إزالة هذا الخادم إلى إزالة جميع الصور المصغرة التي يتضمنها من تطبيق %@.
es: Eliminar este servidor eliminará todas las miniaturas que contenga de la app %@.
tr: Bu sunucunun kaldırılması, içindeki tüm küçük görsellerin %@ uygulamasından kaldırılmasına neden olur.
uk: Видалення цього сервера призведе до видалення всіх мініатюр з застосунку %@.

source: Request API Access
ar: طلب الوصول إلى واجهة برمجة التطبيقات
de: API-Zugriff anfragen
es: Solicitar Acceso API
tr: API erişimini sıfırla
uk: Запит доступу до API

source: Require them to share like you have?
ar: اطلب من الأفراد المشاركة مثلما سبق لك أيضا المشاركة ؟
es: ¿Solicitarles que compartan del mismo modo que tú?
tr: Onlardan da senin gibi paylaşmasını iste
uk: Вимагати від них поширення файлів навзаєм?

source: Retry
ar: حاول مجددا
de: Wiederholen
es: Intentar de nuevo
tr: Yeniden dene
uk: Повторити

source: Run health checks to help improve uploading.
ar: قم بإجراء التحقق من السلامة للمساعدة في تحسين التحميل.
de: Laß Gesundheitschecks laufen, um dabei zu helfen, das Hochladen zu verbessern.
es: Ejecutar controles de salud para ayudar a mejorar la carga.
tr: Yüklemeyi iyileştirmek için sağlık denetimlerini yapın.
uk: Запускайте перевірки стану для покращення процесу вивантаження.

source: S
ar: جنوب
tr: G
uk: Пд

source: SE
ar: جنوب شرقي
de: SO
tr: GD
uk: ПдСх

source: Secret Key
ar: المفتاح السري
es: Clave secreta
tr: Gizli anahtar
uk: Приватний ключ

source: Secure Mobile Media Preservation
ar: الحفظ الآمن لوسائط المحمول
de: Sichere Bewahrung mobiler Medien
es: Preservación Segura de Medios Móviles
tr: Güvenli mobil ortam koruma
uk: Схоронність медіафайлів на мобільних пристроях

source: Secure ProofMode Key with Device Passcode
ar: أَمِّن مفتاح ProofMode برمز مرور الجهاز
de: Sichere den ProofMode-Schlüssel mit dem Gerätepasswort ab
es: Clave de ProofMode Segura con Código de Acceso de Dispositivo
tr: ProofMode anahtarını aygıt parolası ile koruyun
uk: Захистіть ключ ProofMode паролем пристрою

source: Secure ProofMode Key with Face ID or Device Passcode
ar: أَمِّن مفتاح ProofMode بمُعرِّف الوجه أو رمز مرور الجهاز
de: Sichere den ProofMode-Schlüssel mit Face ID oder dem Gerätepasswort ab
es: Clave de ProofMode Segura con ID de Facial o Código de Acceso del Dispositivo
tr: ProofMode anahtarını Face ID veya aygıt parolası ile koruyun
uk: Захистіть ключ ProofMode за допомогою Face ID або пароля пристрою

source: Secure ProofMode Key with Touch ID or Device Passcode
ar: أَمِّن مفتاح ProofMode بمُعرِّف اللمس أو رمز مرور الجهاز
de: Sichere den ProofMode-Schlüssel mit Touch ID oder dem Gerätepasswort ab
es: Clave de ProofMode Segura con ID Táctil o Código de Acceso del Dispositivo
tr: ProofMode anahtarını Touch ID veya aygıt parolası ile koruyun
uk: Захистіть ключ ProofMode за допомогою Touch ID або пароля пристрою

source: Security
ar: اﻷمن
de: Sicherheit
es: Seguridad
tr: Güvenlik
uk: Безпека

source: Select where to store your media.
ar: تحديد مكان تخزين وسائطك.
es: Selecciona dónde almacenar tus medios.
tr: Ortamınızı saklamak istediğiniz yeri seçin.
uk: Оберіть, де зберігати медіа.

source: Send to a WebDAV server
ar: أرسل إلى خادم WebDAV
de: An einen WebDAV Server schicken
es: Enviar a un servidor WebDAV
tr: Bir WebDAV sunucusuna gönder
uk: Відправити на сервер WebDAV

source: Server
ar: الخادم
es: Servidor
tr: Sunucu
uk: Сервер

source: Server Info
ar: معلومات الخادم
es: Info del servidor
tr: Sunucu bilgileri
uk: Інформація про сервер

source: Server Name (Optional)
ar: اسم الخادم (اختياري)
es: Nombre del Servidor (Opcional)
tr: Sunucu adı (isteğe bağlı)
uk: Ім'я сервера (необов'язково)

source: Server URL
ar: عنوان الخادم
es: URL del servidor
tr: Sunucu adresi
uk: URL-адреса сервера

source: Set the same Creative Commons license for ALL folders on this server.
ar: تعيين نفس ترخيص المشاع الإبداعي لجميع المجلدات الموجودة على هذا الخادم.
de: Die selbe Creative–Commons–Lizenz für ALLE Ordner auf diesem Server verwenden.
es: Permitir el uso de licencia Creative Commons para TODAS las carpetas de este servidor.
tr: Bu sunucudaki TÜM klasörler için aynı Creative Commons lisansı ayarlayın.
uk: Задайте однакову ліцензію Creative Commons для ВСІХ папок на цьому сервері.

source: Set unique Creative Commons licenses for EACH INDIVIDUAL folder on this server.
ar: تعيين تراخيص المشاع الإبداعي فريدة ** لكل مجلد فردي ** على هذا الخادم.
de: Eigene Creative–Commons–Lizenz für JEDEN EINZELNEN Ordner auf diesem Server verwenden.
es: Establecer licencias Creative Commons únicas para CADA CARPETA INDIVIDUAL en este servidor.
tr: Bu sunucudaki HER BİR klasör için ayrı Creative Commons lisansı ayarlayın.
uk: Задайте унікальні ліцензії Creative Commons для КОЖНОЇ папки на цьому сервері.

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
tr: Ayarlar
uk: Налаштування

source: Share
ar: شارِكْ
es: Compartir
tr: Paylaş
uk: Поділитися

source: Share ProofMode Public Key
ar: مشاركة مفتاح ProofMode العمومي
de: Teile öffentlichen ProofMode Schlüssel
es: Compartir Clave Pública de ProofMode
tr: ProofMode herkese açık anahtarını paylaş
uk: Поширити публічний ключ ProofMode

source: Share%1$@Archive%1$@Verify%1$@Encrypt
ar: شارِكْ%1$@أرشِفْ%1$@تحقَّقْ%1$@عَمِّ
de: Teilen%1$@Archivieren%1$@Verifizieren%1$@Verschlüsseln
es: Compartir %1$@ Archivar %1$@ Verificar %1$@ Cifrar
tr: Paylaş%1$@arşiv%1$@doğrula%1$@şifrele
uk: Поширюйте%1$@Архівуйте%1$@Підтверджуйте%1$@Шифруйте

source: Sign in with %@.
ar: تسجيل الدخول بـ %@.
de: Bei %@ einloggen.
es: Iniciar sesión con %@.
tr: %@ ile oturum aç.
uk: Увійти з %@.

source: Significant Content
ar: محتوى مميز
de: Besonderer Inhalt
es: Contenido Significativo
tr: Önemli içerik
uk: Важливий вміст

source: Skip
ar: تخطي
es: Omitir
tr: Atla
uk: Пропустити

source: Smaller Size
ar: حجم أصغر
de: Kleinere Größe
es: Tamaño Más Pequeño
tr: Daha küçük
uk: Менший розмір

source: Sorry, you are not allowed to view the camera roll.
ar: عذرا، غير مسموح لك بمشاهدة صور الكاميرا.
de: Entschuldigung, Du hast leider keine Erlaubnis die Aufnahmen zu betrachten.
es: Lo sentimos, no tienes permitido ver la galería de la cámara.
tr: Ne yazık ki, fotoğraflara erişme izniniz yok.
uk: Вибачте, вам не дозволено переглядати Фотографії.

source: Start %@
ar: بدء %@
es: Iniciar %@
tr: %@ başlat
uk: Запуск %@

source: Step 1: Log into the %@. If you don't have an account, create one.
ar: المرحلة 1 : قم بتسجيل الدخول إلى %@. إذا لم يكن لديك حساب، قم بإنشاءه.
es: Paso 1: Inicia sesión en %@. Si no tienes una cuenta, crea una.
tr: 1. adım: %@ oturumu açın. Hesabınız yoksa bir hesap açın.
uk: Крок 1. Увійдіть до %@. Якщо у вас немає облікового запису, створіть його.

source: Step 2: If you are creating a new account, verify your email.
ar: المرحلة 2 : إذا كنت ستقوم بإنشاء حساب جديد، فقم بتأكيد بريدك الإلكتروني.
es: Paso 2: Si estás creando una cuenta nueva, verifica tu correo electrónico.
tr: 2. adım: Yeni bir hesap açıyorsanız e-posta adresinizi doğrulayın.
uk: Крок 2. Якщо ви створюєте новий обліковий запис, підтвердіть свою електронну пошту.

source: Step 3: Generate your API keys by selecting the box and it will auto-load in the app!
ar: المرحلة 3 : قم بتوليد مفاتيح واجهة برمجة التطبيقات الخاصة بك عن طريق تحديد المربع وسيتم تحميلها تلقائيًا في التطبيق !
es: Paso 3: ¡Genera tus claves API seleccionando la casilla y se cargará automaticamente en la app!
tr: 3. adım: Kutuyu işaretleyerek uygulamaya otomatik olarak yüklenecek API anahtarlarınızı oluşturun.
uk: Крок 3. Згенеруйте свої API-ключі, поставивши галочку, і вони автоматично завантажаться в застосунок!

source: SW
ar: جنوب غربي
es: SO
tr: GB
uk: ПдЗх

source: Tap here to change
ar: المس هنا للتغيير
de: Hier tippen zum ändern
es: Pulsa aquí para cambiar
tr: Değiştirmek için buraya tıklayın
uk: Натисніть тут для зміни

source: Tap to flag as significant content
ar: المس لإضافة علامة على محتوى مميز
de: Tippen um als besonderen Inhalt zu markieren
es: Pulse para marcar como contenido importante
tr: Önemli içerik olarak işaretlemek için dokunun
uk: Торкніться, щоб позначити як важливий вміст

source: To get started, connect to a server to store your media.
ar: للبدء، اتصل بخادم لتخزين وسائطك.
es: Para comenzar, conéctate a un servidor para almacenar tus medios.
tr: Başlamak için, ortamınızı saklayacağınız bir sunucuya bağlanın.
uk: Щоб розпочати, під’єднайтесь до сервера для збереження медіа.

source: Transfer via %@ only
ar: نقل عبر « %@ » فقط
es: Transferir solo via %@
tr: Yalnızca %@ ile aktarılsın
uk: Передавати лише через %@

source: Unarchive Folder
ar: إلغاء أرشفة المجلد
de: Ordner entarchivieren
es: Desarchivar Carpeta
tr: Klasörü arşivden çıkar
uk: Розархівувати папку

source: Unknown error.
ar: خطأ مجهول.
de: Unbekannter Fehler.
es: Error desconocido.
tr: Bilinmeyen bir sorun çıktı.
uk: Невідома помилка.

source: Unnamed Project
ar: مشروع بدون اسم
de: Unbenanntes Projekt
es: Proyecto sin nombre
tr: Adsız proje
uk: Проєкт без назви

source: Upload
ar: حمِّل
de: Hochladen
es: Subir
tr: Yükle
uk: Вивантажити

source: Upload to %@
ar: حمِّل إلى %@
de: Auf %@ hochladen
es: Subido a %@
tr: %@ üzerine yükle
uk: Вивантажити до %@

source: Upload unsuccessful
ar: تحميل غير ناجح
de: Hochladen fehlgeschlagen
es: Carga fallida
tr: Yükleme tamamlanamadı
uk: Не вдалось вивантажити

source: Upload verified media to your chosen server. Add a Creative Commons license to communicate your intentions for future use.
ar: قم بتحميل الوسائط المتحقق منها إلى الخادم الذي اخترته. أضف ترخيص المشاع الإبداعي للتعبير عن رغباتك للاستخدام المستقبلي.
es: Sube medios verificados a tu servidor elegido. Añade una licencia Creative Commons para comunicar tus intenciones sobre el futuro uso.
tr: Doğrulanmış ortamı seçtiğiniz sunucuya yükleyin. Gelecekte kullanması niyetinizi göstermesi için bir Creative Commons lisansı ekleyin.
uk: Вивантажуйте перевірені медіафайли на обраний сервер. Додавайте ліцензію Creative Commons для визначення політики їхнього використання у майбутньому.

source: Uploading is paused
ar: التحميل متوقف مؤقتا
de: Hochladen pausiert
es: La carga está pausada
tr: Yükleme duraklatıldı
uk: Вивантаження призупинено

source: Uploading…
ar: يجري التحميل...
de: Hochladen…
es: Subiendo...
tr: Yükleniyor…
uk: Вивантаження...

source: Uploads are blocked until you connect to a Wi-Fi network or allow uploads over a mobile connection again.
ar: لقد تم حظر التحميلات إلى حين اتصالك بشبكة Wi-Fi أو السماح بالتحميلات عبر اتصال الهاتف المحمول مرة أخرى.
tr: Siz bir Wi-Fi ağına bağlanana ya da mobil bağlantı üzerinden yüklemelere yeniden izin verene kadar tüm yüklemeler engellenir.
uk: Вивантаження не відбуватиметься допоки ви не під'єднаєтесь до мережі Wi-Fi, або знов дозволите вивантаження через стільник.

source: Uploads are blocked until you start %1$@ or allow uploads without %1$@ again.
ar: لقد تم حظر التحميلات حتى تبدأ %1$@ أو تسمح بالتحميلات بدون %1$@ مرة أخرى.
es: Las cargas están bloqueadas hasta que inicies %1$@ o permitas subir sin %1$@ nuevamente.
tr: Yüklemeler %1$@ başlatılana ya da yeniden %1$@ olmadan izin verilene kadar engellendi.
uk: Вивантаження не відбудеться, допоки ви не запустите %1$@, або знову не дозволите вивантаження без %1$@.

source: Use Upload Chunking (Nextcloud Only)
ar: استخدام التحميل بالتقطيع (Nextcloud فقط)
de: Upload stückeln (nur Nextcloud)
es: Usar Fragmentación de Subida (Solo Nextcloud)
tr: Yükleme paketleri kullanılsın (yalnızca Nextcloud)
uk: Використовувати дроблення для вивантаження (лише NextCloud)

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuaria(o)
tr: Kullanıcı adı
uk: Ім'я користувача

source: Verify
ar: تحقَّق
es: Verificar
tr: Doğrula
uk: Підтверджуйте

source: Version %1$@, build %2$@
ar: ‫الإصدار %1$@، البناء %2$@
es: Versión %1$@, desarrollo %2$@
tr: Sürüm: %1$@, Yapım: %2$@
uk: Версія %1$@, збірка %2$@

source: View Archived Folders
ar: عرض المجلدات المؤرشفة
de: Archivierte Ordner ansehen
es: Ver Carpetas Archivadas
tr: Arşivlenmiş klasörleri görüntüle
uk: Переглянути архівовані папки

source: W
ar: غرب
es: O
tr: B
uk: Зх

source: Waiting…
ar: ينتظر…
de: Warten…
es: Esperando...
tr: Bekleniyor…
uk: Очікування...

source: Welcome!
ar: مرحبا !
de: Willkommen!
es: ¡Bienvenida(o)!
tr: Hoş geldiniz!
uk: Вітаємо!

source: When you flag an item, it is routed into a subfolder within the chosen folder on the private server.
ar: عندما تضع العلامة على عنصر ما، يتم وَسْمها على مجلد فرعي داخل المجلد المختار على الخادم الخاص.
de: Wenn Du ein Element markierst, wird es in einem Unterordner innerhalb des ausgewählten Ordners auf dem privaten Server abgelegt.
es: Cuando marcas un ítem, se envía a una subcarpeta dentro de la carpeta elegida en el servidor privado.
tr: Bir ögeyi işaretlediğinizde, özel sunucu üzerinde seçilmiş klasördeki bir alt klasöre yönlendirilir.
uk: Коли ви позначаєте елемент, він поміщається до підпапки у вибраній папці проєкту на приватному сервері.

source: Wi-Fi not connected
ar: شبكة Wi-Fi غير متصلة
tr: Wi-Fi bağlantısı kurulmamış
uk: Відсутнє Wi-Fi з'єднання

source: With your permission, we'll run a check each time you encounter an error while uploading.
ar: بعد الحصول على إذنك، سنجري تحققََا في كل مرة تواجه فيها خطأ أثناء التحميل.
de: Mit Deiner Erlaubnis lassen wir jedes Mal einen Check laufen, wenn ein Fehler beim Hochladen auftritt.
es: Con su permiso, realizaremos una verificación cada vez que encuentres un error mientras cargas.
tr: İzninizi alarak, yükleme sırasında bir sorun çıktığında sağlık denetimi yapacağız.
uk: З вашого дозволу ми запускатимемо перевірку щоразу, коли ви зіткнетеся з помилкою під час вивантаження.

source: You cannot disable this as long as you have your ProofMode key secured.
ar: لا يمكنك تعطيل هذا مادام مفتاحك ProofMode مُؤمَّنا.
tr: ProofMode anahtarınız korunduğu sürece bunu kapatamazsınız.
uk: Ви не можете вимкнути цей параметр допоки заданий ключ ProofMode.

source: You have successfully connected to %@!
ar: لقد نجحت في الاتصال بـ %@!
de: Du hast erfolgreich %@ eingerichtet!
es: ¡Te has conectado exitosamente a %@!
tr: %@ ile bağlantı kurdunuz!
uk: Ви успішно під'єдналися до%@!

source: You need to request API access with %1$@, in order for %2$@ to ensure that %1$@ is running.
ar: تحتاج إلى طلب الوصول إلى واجهة برمجة التطبيقات باستخدام %1$@، من أجل أن يضمن %2$@ تشغيل %1$@.
es: Necesitas solicitar acceso API con %1$@, para que %2$@ para garantizar que %1$@ se este ejecutando.
tr: %1$@ ile API erişimine gerek duyuyorsunuz. %2$@ için %1$@ uygulamasının çalıştığından emin olun.
uk: Вам потрібно запитати доступ до API в %1$@, щоб %2$@ пересвідчився у тому, що %1$@працює.

source: You will need to log in to or create an Internet Archive account in order to send and preserve %@ media at the Internet Archive.
ar: ‫سيلزمك الدخول إلى حسابك أو قد تحتاج إلى إنشاء حساب في موقع Internet Archive لكي ترسل وتحفظ وسائط %@ في Internet Archive.
de: Sie müssen sich einloggen oder ein neues Benutzerkonto anlegen um %@-Medien zum Internet Archive hochladen zu können.
es: Necesitarás iniciar sesión o crear una cuenta de Internet Archive para enviar y preservar %@ medios en el Internet Archive.
tr: %@ ortamlarını Internet Archive üzerine göndermek ve kaydetmek için bir Internet Archive hesabı ile oturum açmalı ya da yeni bir hesap edinmelisiniz.
uk: Щоб надсилати та зберігати медіа в Internet Archive у форматі %@, вам потрібно увійти в систему або створити обліковий запис в Internet Archive.
