Repository: OpenArchive/Save-app-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: ar, de, es, tr, uk

source: %1$@ needs your %2$@ account's API keys to upload media.
ar: يحتاج %1$@ إلى مفاتيح واجهة برمجة التطبيقات الخاصة بحسابك في %2$@ لتحميل الوسائط.
de: %1$@ benötigt die API-Zugangsdaten Deines %2$@-Kontos um Medien hochzuladen.
es: %1$@necesita las claves API de tu cuenta de %2$@para subir medios.
tr: %1$@ ortam yükleyebilmek için %2$@ hesabınızın API anahtarlarına gerek duyuyor.
uk: %1$@ потребує API ключів до вашого профілю %2$@ для вивантаження медіа.

source: %1$@ only connects to WebDAV-compatible servers, e.g. Nextcloud and ownCloud.
ar: يتصل %1$@ فقط بالخوادم المتوافقة مع WebDAV، على سبيل المثال Nextcloud و ownCloud.
de: %1$@ kann sich nur zu WebDAV-kompatiblen Servern wie z.B. Nextcloud und ownCloud verbinden.
es: %1$@solo se conecta a servidores WebDAV- compatibles, ej. Nextcloud y ownCloud.
tr: %1$@ yalnızca Nextcloud ve ownCloud gibi WebDAV uyumlu sunucularla bağlantı kurabilir.
uk: %1$@ з'єднується лише з WebDAV-сумісними серверами, як-от Nextcloud і ownCloud.

source: %@ could not be opened!
ar: لا يمكن فتح %@ !
es: ¡%@ no se pudo abrir!
tr: %@ açılamadı!
uk: %@ не вдалося запустити!

source: %@ Error description
ar: %@ وصف الخطأ
de: %@ Fehlerbeschreibung
es: %@ Descripción del error
tr: %@ Hata açıklaması
uk: %@ Опис помилки

source: %@ for advanced network security.
ar: %@ لأمن الشبكة المتقدم.
es: %@ para seguridad de red avanzada.
tr: %@ gelişmiş ağ güvenliği sağlar.
uk: %@ для просунутого захисту мережі.

source: %@ ID
ar: مُعرِّف %@
tr: %@ kimliği

source: %@ installed
ar: تم تثبيت %@
es: %@instalada
tr: %@ kuruldu
uk: %@ встановлено

source: %@ Locale
ar: %@ التوطين
de: %@ Gebietsschema
es: %@ Ubicación
tr: %@ Yerel ayarı
uk: %@ Локаль

source: %@ Network type
ar: %@ نوع الشبكة
de: %@ Netzwerktyp
es: %@ Tipo de red
tr: %@ Ağ türü
uk: %@ Тип мережі

source: %@ not installed
ar: لم يتم تثبيت %@
es: %@no instalada
tr: %@ kurulmamış
uk: %@ не встановлено

source: %@ not running
ar: %@ لا يعمل
es: %@ no ejecutando
tr: %@ çalışmıyor
uk: %@ не запущено

source: %@ Number of retries
ar: %@ عدد مرات إعادة المحاولة
de: %@ Anzahl der Versuche
es: %@ Número de intentos
tr: %@ Yinelenme sayısı
uk: %@ Кількість спроб

source: %@ Size and type of media
ar: %@ حجم ونوع الوسائط
de: %@ Größe und Typ des Mediums
es: %@ Tamañp y tipo de medios
tr: %@ Ortam boyutu ve türü
uk: %@ Розмір та тип медіафайлу

source: "Chunking" uploads media in pieces so you don't have to restart your upload if your connection is interrupted.
ar: يقوم « التقطيع » بتحميل الوسائط عبر أجزاء حتى لا تضطر إلى إعادة تشغيل التحميل إذا انقطع اتصالك.
de: "Stückeln" lädt Medien in Stücken hoch, damit nicht der komplette Upload von vorne begonnen werden muß, wenn die Verbindung unterbrochen wurde.
es: La “fragmentación” sube los medios en partes, así no tendrás que reiniciar tu subida si tu conexión se interrumpe.
tr: "Paketleme", ortamı parçalar halinde yükler. Böylece bağlantınız kesilirse yüklemeyi en baştan değil kaldığınız yerden sürdürebilirsiniz.
uk: «Дроблення» завантажує файли частинами, отже у випадку переривання з’єднання не доведеться починати вивантаження спочатку.

source: About %@
ar: ‫عن %@
de: Über %@
es: Acerca de %@
tr: %@ hakkında
uk: Про %@

source: Access Denied
ar: لقد رُفض الوصول
de: Zugriff verweigert
es: Acceso Denegado
tr: Erişim engellendi
uk: Доступ заборонено

source: Access Key
ar: مفتاح الوصول
es: Clave de acceso
tr: Erişim anahtarı
uk: Ключ доступу

source: Access Restricted
ar: الاستخدام مُقيَّد
de: Zugriff eingeschränkt
es: Acceso Restringido
tr: Erişim engeli
uk: Доступ обмежено

source: Access Token
ar: شارة الوصول
de: Zugriffstoken
es: Token de Acceso
tr: Erişim kodu
uk: Токен доступу

source: Account
ar: الحساب
de: Konto
es: Cuenta
tr: Hesap
uk: Обліковий запис

source: Acquire Keys
ar: اكتسب المفاتيح
de: Schlüssel holen
es: Adquirir claves
tr: Anahtarları al
uk: Отримати ключі

source: Active Folders
ar: المجلدات النشطة
es: Carpetas Activas
tr: Etkin klasörler
uk: Активні папки

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
tr: Ekle
uk: Додати

source: Add a Folder
ar: إضافة مجلد
de: Ordner hinzufügen
es: Agregar una Carpeta
tr: Klasör ekle
uk: Додати папку

source: Add a location (optional)
ar: إضافة موقع (اختياري)
de: Ort hinzufügen (optional)
es: Agregar una ubicación (opcional)
tr: Bir konum ekle (isteğe bağlı)
uk: Додати розташування (необов'язково)

source: Add media using:
ar: إضافة الوسائط باستخدام :
es: Añadir medios usando:
tr: Şununla ortam ekle:
uk: Додати медіа з:

source: Add notes (optional)
ar: إضافة ملاحظات (اختياري)
de: Notizen hinzufügen (optional)
es: Agregar notas (opcional)
tr: Notlar ekle (isteğe bağlı)
uk: Додати примітки (необов'язково)

source: Add Other Media
ar: إضافة وسائط أخرى
tr: Başka ortam ekle
uk: Додати інші медіафайли

source: Add People
ar: أضف أشخاصا
de: Menschen hinzufügen
es: Añadir Personas
tr: Kişiler ekle
uk: Додати людей

source: Adding…
ar: تجري الإضافة...
de: Hinzufügen…
es: Agregando...
tr: Ekleniyor…
uk: Додавання...

source: Allow 3rd-Party Keyboards
ar: السماح للوحات مفاتيح من جهة خارجية
de: Drittanbieter-Tastaturen erlauben
es: Permitir Teclados de 3eras Partes
tr: 3. taraf klavyeler kullanılabilsin
uk: Дозволити сторонні клавіатури

source: Allow any connection
ar: السماح بأي اتصال
tr: Tüm bağlantılara izin verilsin
uk: Дозволити усі з'єднання

source: Allow anyone to remix and share?
ar: السماح لأي شخص بالتعديل والمشاركة ؟
es: ¿Permitir que cualquiera cambie y comparta?
tr: İsteyen herkes yeniden derleyip paylaşabilsin
uk: Дозволити будь-кому видозмінювати та поширювати?

source: Allow commercial use?
ar: السماح بالاستخدام التجاري ؟
es: ¿Permitir uso comercial?
tr: Ticari olarak kullanılabilsin
uk: Дозволити комерційне використання?

source: Allow health checks?
ar: السماح بالتحقق من السلامة ؟
de: Erlaube Gesundheitschecks?
es: ¿Permitir controles de salud?
tr: Sağlık denetimleri yapılabilsin
uk: Дозволити перевірки стану?

source: Allow without %@
ar: السماح بدون %@
es: Permitir sin %@
tr: %@ olmadan kullanılabilsin
uk: Дозволити без %@

source: App Store
ar: متجر التطبيقات
tr: Uygulama Mağazası

source: Archive
ar: الأرشفة
es: Archivo
tr: Arşivleyin
uk: Архівувати

source: Archive Folder
ar: أرشفة المجلد
de: Ordner archivieren
es: Archivar Carpeta
tr: Klasörü arşivle
uk: Архівувати папку

source: Archived Folders
ar: المجلدات المؤرشفة
de: Archivierte Ordner
es: Carpetas Archivadas
tr: Arşivlenmiş klasörler
uk: Архівовані папки

source: Are you sure?
ar: هل تأكدت من ذلك ؟
es: ¿Está segura(o)?
tr: Emin misiniz?
uk: Ви впевнені?

source: Authenticate
ar: استوثِق
de: Authentifizieren
es: Autenticar
tr: Doğrula
uk: Авторизуватися

source: Authenticate your media with a SHA-256 cryptographic verification hash, and optional ProofMode. Add critical metadata like notes, people, and location with each upload.
ar: قم باستيثاق من وسائطك باستخدام تلبيد التحقق من التعمية SHA-256 وProofMode الاختياري. أضف البيانات الوصفية المهمة مثل الملاحظات والأشخاص والموقع مع كل عملية تحميل.
es: Autentica tus medios con un hash de verificación criptográfica SHA-256, y ProofMode opcional. Añade metadatos críticos como notas, personas, y ubicación con cada subida.
tr: Ortamınızın kimliğini SHA-256 şifreleme doğrulama karması ve isteğe bağlı ProofMode ile doğrulayın. Her yüklemeye notlar, kişiler ve konum gibi önemli üst veriler ekleyin.
uk: Засвідчуйте свої медіафайли криптографічною верифікацією sha256 та ProofMode за потреби. Додавайте важливі метадані як-от примітки, людей, локації для кожного вивантаження.

source: Back
ar: الرجوع
de: Zurück
es: Regresar
tr: Geri
uk: Назад

source: Better Quality
ar: جودة أفضل
de: Höhere Qualität
es: Mejor Calidad
tr: Daha kaliteli
uk: Краща якість

source: Browse Existing
ar: تصفح الموجودة
de: Benütze existierenden
es: Navegar por los Existentes
tr: Var olanlara göz at
uk: Переглянути створені

source: Browse Existing Folders
ar: تصفح المجلدات الموجودة
de: Benütze existierenden Ordner
es: Explorar Carpetas Existentes
tr: Var olan klasörlere göz at
uk: Переглянути створені папки

source: By allowing health checks, you give permission for the app to securely send health check data to the %@ team.
ar: من خلال السماح بالتحقق من السلامة، فأنت تعطي للتطبيق الإذن بإرسال بيانات التحقق من السلامة بشكل آمن إلى فريق عمل %@.
de: Wenn Du Gesundheitschecks erlaubst, erlaubst Du der App, Gesundheitscheckdaten and das %@-Team sicher verschlüsselt zu schicken.
es: Al permitir los controles de salud, otorgas permiso para que la app envíe de forma segura datos de control de salud al equipo del %@.
tr: Bu seçenek açıldığında, uygulamanın sağlık denetimi verileri güvenli bir şekilde %@ ekibine gönderilir.
uk: Дозволяючи перевірку стану, ви надаєте застосунку дозвіл безпечно надсилати дані про перевірку стану команді %@.

source: Camera Roll
ar: فيلم الكاميرا
de: Aufnahmen
es: Galería de la Cámara
tr: Fotoğraflar
uk: Фотографії

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
tr: İptal
uk: Скасувати

source: Capture extra metadata and notarize all media.
ar: التقاط البيانات الوصفية الإضافية وتوثيق جميع الوسائط.
de: Erfasse zusätzliche Metadaten und beglaubige alle Medien.
es: Captura metadatos extra y notariza todos los medios.
tr: Ek üst verileri alın ve tüm ortamları onaylayın.
uk: Збирати додаткові метадані та завіряти всі медіафайли.

source: Changing this will create a new key! If you exported and signed that one before, you will need to do it again with the new one.
ar: سيؤدي تغيير هذا إلى إنشاء مفتاح جديد ! إذا قمت بتصدير هذا المفتاح وتوقيعه من قبل، فستحتاج إلى القيام بذلك مرة أخرى باستخدام المفتاح الجديد.
de: Wenn Du das änderst, wird ein neuer Schlüssel generiert! Wenn Du den Vorherigen exportiert und signiert hast, wirst Du das mit dem Neuen wiederholen müssen.
es: ¡Cambiar esto creará una nueva clave! Si exportaste y firmaste esa antes, necesitarás hacerlo con la nueva.
tr: Bunu değiştirmek yeni bir anahtar oluşturur! Bunu daha önce dışa aktarıp imzaladıysanız, yenisiyle yeniden yapmanız gerekir.
uk: Після зміни цього буде створено новий ключ! Якщо ви експортували та підписали ключ раніше, вам потрібно буде зробити те ж саме з новим ключем.

source: Choose a Project
ar: اختر مشروعا
de: Wähle ein Projekt
es: Elige un proyecto
tr: Bir proje seçin
uk: Оберіть проєкт

source: Close
ar: أغلق
es: Cerrar
tr: Kapat
uk: Закрити

source: Configuration invalid.
ar: التهيئة غير صالحة.
de: Konfiguration ungültig.
es: Configuración inválida.
tr: Yapılandırma geçersiz.
uk: Конфігурація хибна.

source: Connectivity & Data
ar: الاتصال والبيانات
de: Datenverbindung
es: Conectividad y Datos
tr: Bağlanabilirlik ve Veriler
uk: Зв'язок й Дані

source: Consent expires on %@.
ar: تنتهي صلاحية الموافقة في %@.
de: Zustimmung läuft am %@ aus.
es: El consentimiento expira el %@.
tr: Onayın geçerlilik süresi %@ zamanında bitecek.
uk: Згода спливає %@.

source: Contribute your data to be part of the solution.
ar: ساهم ببياناتك لتكون جزءًا من الحل.
de: Spende Deine Daten um Teil der Lösung zu werden.
es: Aporta tus datos para ser parte de la solución.
tr: Çözümün bir parçası olmak için verilerinizle katkıda bulunun.
uk: Надайте дані застосунку, щоб допомогти розібратись.

source: Couldn't import item!
ar: لا يمكن استيراد العنصر!
de: Konnte Element nicht importieren!
es: ¡No se pudo importar el elemento!
tr: Öge içe aktarılamadı!
uk: Не вдалося імпортувати елемент!

source: Create
ar: إنشاء
de: Erstellen
es: Crear
tr: Oluştur
uk: Створити

source: Create a New Folder
ar: إنشاء مجلد جديد
de: Neuen Ordner erstellen
es: Crear una Nueva Carpeta
tr: Yeni klasör oluştur
uk: Створити нову папку

source: Done
ar: تم
de: Fertig
es: Listo
tr: Tamam
uk: Гаразд

source: E
ar: شرق
de: O
tr: D
uk: С

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
tr: Düzenle
uk: Змінити

source: Edit Media
ar: تحرير الوسائط
de: Medien bearbeiten
es: Editar Medios
tr: Ortamı düzenle
uk: Змінити медіафайл

source: Edit Media Info
ar: تعديل معلومات الوسائط
de: Bearbeiten
es: Editar Info de Medios
tr: Ortam bilgilerini düzenle
uk: Змінити дані медіафайлу

source: Edit Multiple
ar: التعديل المتعدد
de: Mehrere bearbeiten
es: Edición Múltiple
tr: Birkaç ögeyi düzenle
uk: Змінити обрані

source: Enable "Transfer via %@ only"
ar: تفعيل « النقل عبر %@ فقط »
es: Habilitar "Transferir solo via %@"
tr: "Yalnızca %@ ile aktarılsın" seçeeneğini açın
uk: Увімкніть «Передавати лише через %@»

source: Enable ProofMode
ar: تفعيل ProofMode
de: Aktiviere ProofMode
es: Habilitar ProofMode
tr: ProofMode kullanılsın
uk: Увімкнути ProofMode

source: Encoding file…
ar: يجري ترميز الملف…
de: Transkodiere Datei…
es: Codificando archivo…
tr: Dosya kodlanıyor…
uk: Файл шифрується...

source: Encrypt
ar: التعمية
es: Cifrar
tr: Şifrele
uk: Зашифрувати

source: Error
ar: خطأ
de: Fehler
tr: Hata
uk: Помилка

source: Failed after too many retries.
ar: فشل بعد عدة مرات من إعادة المحاولة.
de: Zu viele fehlgeschlagene Versuche.
es: Falló después de demasiados reintentos.
tr: Pek çok denemeden sonra tamamlanamadı.
uk: Не вдалося після перевищення кількості спроб.

source: Files
ar: الملفات
es: Archivos
tr: Dosyalar
uk: Файли

source: Files Shared With Me
ar: الملفات التي تمت مشاركتها معي
tr: Benimle paylaşılmış dosyalar
uk: Відкриті для мене файли

source: Flag Significant Content
ar: علامة على محتوى مميز
de: Besonderen Inhalt markieren
es: Marcar Contenido Importante
tr: Önemli içerik olarak işaretle
uk: Позначте важливий вміст

source: Folder
ar: مجلد
de: Ordner
es: Carpeta
tr: Klasör
uk: Папка

source: Folder Already Exists
ar: المجلد موجود بالفعل
de: Ordner existiert bereits
es: Carpeta Ya Existente
tr: Klasör zaten var
uk: Папка вже існує

source: Folder Name
ar: اسم المجلد
de: Ordnername
es: Nombre de Carpeta
tr: Klasör adı
uk: Назва папки

source: Folders
ar: المجلدات
de: Ordner
es: Carpetas
tr: Klasörler
uk: Папки

source: General
ar: عام
de: Allgemein
tr: Genel
uk: Загальні

source: Get Started
ar: بدء الاستخدام
de: Los gehts
es: Comenzar
tr: Kullanmaya başlayın
uk: Розпочати

source: Go to the app to upload!
ar: اذهب إلى التطبيق للتحميل!
de: Gehe zur App zum Hochladen!
es: ¡Vaya a la app para subir!
tr: Uygulamaya geçip yükle!
uk: Для вивантаження перейдіть до застосунку!

source: Got it
ar: فهمت ذلك
de: Verstanden
es: Entendido
tr: Anladım
uk: Зрозуміло

source: Health Checks
ar: التحقق من سلامة
de: Gesundheitscheck
es: Controles de Salud
tr: Sağlık denetimleri
uk: Перевірки стану

source: Health checks capture
ar: يتلقط التحقق من السلامة
de: Gesundheitschecks erfassen
es: Controles de salud capturan
tr: Sağlık denetimleri yapılıyor
uk: Перевірка стану включатиме

source: Health checks help us understand why uploads fail.
ar: يساعدنا التحقق من السلامة في فهم أسباب فشل عمليات التحميل.
de: Gesundheitschecks helfen uns zu verstehen, warum das Hochladen manchmal fehlschlägt.
es: Los controles de salud nos ayudan a comprender por qué fallan las cargas.
tr: Sağlık denetimleri yüklemelerin neden başarısız olduğunu anlamamızı sağlar.
uk: Перевірка стану застосунку допомагає нам зрозуміти, чому вивантаження не вдається.

source: Help improve the app by running health checks when uploads fail.
ar: ساعد في تحسين التطبيق من خلال إجراء التحقق من السلامة عند فشل عمليات التحميل.
de: Hilf mit, die App durch Gesundheitschecks besser zu machen, wenn das Hochladen fehlschlägt.
es: Ayuda a mejorar la app ejecutando controles de estado cuando fallan las cargas.
tr: Yüklemeler başarısız olduğunda sağlık denetimlerinin yapılmasına izin vererek uygulamanın geliştirilmesine yardımcı olun.
uk: Допоможіть покращити застосунок, запустивши перевірку його стану, якщо вивантаження зазнає збою.

source: Hide App Content when in Background
ar: إخفاء محتوى التطبيق عندما يكون في الخلفية
de: App-Inhalt verstecken, wenn im Hintergrund
es: Ocultar Contenido de la App cuando en Segundo Plano
tr: Arka plandayken uygulama içeriği gizlensin
uk: Приховувати вміст застосунку, якщо його згорнуто

source: How to Acquire Keys in 3 Easy Steps
ar: كيفية الحصول على مفاتيح في 3 مراحل سهلة
es: Cómo Adquirir Claves en 3 Pasos Fáciles
tr: Anahtarları 3 kolay adımda nasıl alırsınız
uk: Як отримати ключі за 3 прості кроки

source: If you do not have existing keys, %@ to acquire keys.
ar: إذا لم تكن لديك مفاتيح موجودة، %@ الحصول على المفاتيح.
es: Si no tienes claves existentes, %@ para adquirir claves.
tr: Var olan bir anahtarınız yoksa, anahtarları nasıl alacağınızı %@.
uk: Якщо у вас немає чинних ключів – %@, як їх отримати.

source: Ignore
ar: تجاهَل
de: Ignorieren
es: Ignorar
tr: Yok say
uk: Ігнорувати

source: Import
ar: استورد
de: Importieren
es: Importar
tr: İçe aktar
uk: Імпортувати

source: In order to use %@, you will first need to install it!
ar: للتمكن من استخدام « %@ »، ستحتاج أولا إلى تثبيته !
es: ¡Para usar %@, primero deberás instalarla!
tr: %@ kullanabilmek için önce kurmalısınız!
uk: Для використання %@ вам спочатку потрібно його встановити!

source: In the side menu, you can add another server and connect to multiple servers
ar: في القائمة الجانبية، يمكنك إضافة خادم آخر والاتصال بخوادم متعددة
es: En el menú del costado, puedes agregar otro servidor y conectar a múltiples servidores
tr: Yan menüden başka bir sunucu ekleyebilir ve birkaç sunucuya bağlanabilirsiniz
uk: У бічному меню ви можете додати інший сервер та під'єднатися до кількох серверів

source: Incorrect username or password
ar: اسم المستخدم أو كلمة السر غير صحيحة
de: Benutzername oder Passwort falsch
es: Nombre de usuario o contraseña incorrectos.
tr: Kullanıcı adı ya da parola hatalı
uk: Неправильне ім'я користувача або пароль

source: Just now
ar: الآن
de: Gerade eben
es: Justo ahora
tr: Şimdi
uk: Один раз

source: Keep your media safe and organized for the long-term and create in-app project folders that map to your personal or organizational media archive.
ar: حافظ على أمان وسائطك وأبْقِها منظمة على المدى الطويل وقم بإنشاء مجلدات المشروع داخل التطبيق والتي تتوافق مع أرشفة وسائطك الشخصية أو وسائط منظمتك.
es: Mantén tus medios seguros y organizados a largo plazo y crea carpetas de proyectos en la app que mapean tu archivo de medios personal u organizacional.
tr: Ortamınızın uzun süre güvende ve düzenli olmasını sağlayın ve uygulama içinde proje klasörleri oluşturarak kişisel veya kurumsal ortam arşivinizin haritasını çıkarın.
uk: Тримайте свої медіафайли у безпеці та порядку для довгострокового використання, створюючи у застосунку папки проєктів, які показуватимуть ваш особистий медіаархів або медіаархів організації.

source: learn how
ar: تعرف على كيفية
es: aprende cómo
tr: öğrenin
uk: дізнайтеся

source: Learn more about Creative Commons
ar: تعرف على المزيد حول المشاع الإبداعي
de: Mehr über Creative Commons erfahren
es: Más información sobre Creative Commons
tr: Creative Commons hakkında ayrıntılı bilgi alın
uk: Дізнатися більше про Creative Commons

source: Lock App with Device Passcode
ar: قفل التطبيق برمز مرور الجهاز
de: App mit Gerätepasswort sperren
es: Bloquea la App con la Contraseña del Dispositivo
tr: Uygulama Aygıt Parolası ile kilitlensin
uk: Блокувати застосунок паролем пристрою

source: Lock App with Face ID or Device Passcode
ar: قفل التطبيق باستخدام مُعرِّف الوجه أو رمز مرور الجهاز
de: App mit Face ID oder Gerätepasswort sperren
es: Bloquea la App con Face ID o Contraseña del Dispositivo
tr: Uygulama Face ID ya da aygıt parolası ile kilitlensin
uk: Блокувати застосунок з Face ID або паролем пристрою

source: Lock App with Touch ID or Device Passcode
ar: قفل التطبيق باستخدام مُعرِّف اللمس أو رمز مرور الجهاز
de: App mit Touch ID oder Gerätepasswort sperren
es: Bloquea la App con Touch ID o Contraseña del Dispositivo
tr: Uygulama Touch ID ya da aygıt parolası ile kilitlensin
uk: Блокувати застосунок з Touch ID або паролем пристрою

source: Media Compression
ar: ضغط الوسائط
de: Medienkompression
es: Compresión de Medios
tr: Ortam sıkıştırma
uk: Стиснення медіафайлу

source: Metadata
ar: البيانات الوصفية
de: Metadaten
es: Metadatos
tr: Üst veriler
uk: Метадані

source: My Drive
ar: ملفاتي
tr: Sürücüm
uk: Мій диск

source: My Media
ar: وسائطي
de: Meine Medien
es: Mis medios
tr: Ortamlarım
uk: Мої медіафайли

source: N
ar: شمال
tr: K
uk: ПН

source: NE
ar: شمال شرقي
de: NO
tr: KD
uk: ПнСх

source: New Folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva Carpeta
tr: Yeni klasör
uk: Нова папка

source: New Project
ar: مشروع جديد
de: Neues Projekt
es: Nuevo Proyecto
tr: Yeni proje
uk: Новий проєкт

source: Next
ar: التالي
de: Weiter
es: Siguiente
tr: Sonraki
uk: Далі

source: No albums
ar: لا توجد ألبومات
de: Keine Alben
es: Sin álbumes
tr: Henüz bir albüm yok
uk: Немає альбомів

source: No thanks
ar: لا، شكرا
de: Nein danke
es: No gracias
tr: Hayır, teşekkürler
uk: Ні, дякую

source: No URL provided.
ar: لم يُزوَّد أي عنوان.
de: Keine URL vorhanden.
es: No se proporcionó URL.
tr: Herhangi bir adres belirtilmemiş.
uk: Відсутня URL-адреса.

source: NW
ar: شمال غربي
es: NO
tr: KB
uk: ПнЗх

source: OK
ar: حسنا
es: Aceptar
tr: Tamam
uk: Гаразд

source: Once uploaded, you will not be able to edit media.
ar: بمجرد التحميل، لن تتمكن من تعديل الوسائط.
de: Einmal hochgeladen ist es nicht mehr möglich, Metadaten zu ändern.
es: Una vez subidos, no podrás editar los medios.
tr: Yüklendikten sonra ortamı düzenleyemeyeceksiniz.
uk: Після вивантаження медіафайлів втрачається можливість їхнього редагування

source: Only upload media when you are connected to Wi-Fi
ar: حمّل الوسائط عندما تكون متصلا بالشبكة اللاسلكية فقط
de: Medien nur über WLAN hochladen
es: Solo subir medios cuando estés conectado a Wi-Fi
tr: Ortamlar yalnızca Wi-Fi bağlantısı varken yüklensin
uk: Вивантажувати медіа тільки коли ви під'єднані до Wi-Fi

source: Password
ar: ‮كلمة السر
de: Passwort
es: Contraseña
tr: Parola
uk: Пароль

source: Paste API token here
ar: ألصقْ شارة واجهة برمجة التطبيقات هنا
de: API-Token hier einfügen
es: Pegue la clave API aquí
tr: API kodunu buraya yapıştırın
uk: Вставте токен API сюди

source: Photo Gallery
ar: معرض الصور
es: Galería de Fotos
tr: Fotoğraf galerisi
uk: Фотографії

source: Please choose another name/folder or use the existing one instead.
ar: من فضلك اختر اسما أو مجلدا آخر أو استخدم مجلدا موجودا بالفعل.
de: Bitte wähle einen anderen Namen/einen anderen Ordner oder verwende einfach den bereits existierenden.
es: Por favor elige otro nombre/carpeta o usa el existente en su lugar.
tr: Lütfen başka bir ad ya da klasör seçin ya da var olan bir tanesini kullanın.
uk: Будь ласка, оберіть іншу назву/папку, або скористайтеся наявними.

source: Please go to the Settings app to grant this app access to your camera, if you want to upload photos or videos.
ar: يُرجى الذهاب إلى الإعدادات لمنح هذا التطبيق التصريح باستخدام الكاميرا إذا كنت تريد تحميل الصور أو الفيديوهات.
de: Bitte gehe in die Einstellungen-App um dieser App Zugriff auf die Kamera zu geben.
es: Por favor ve a Ajustes de la App para otorgar acceso a esta app a tu cámara, si deseas subir fotos o videos.
tr: Fotoğraf ya da video yükleyebilmek için lütfen Ayarlar uygulamasına giderek bu uygulamaya kameraya erişme izni verin.
uk: Будь ласка, перейдіть до Налаштувань, щоб надати застосунку доступ до камери, якщо ви хочете вивантажувати фотографії або відео.

source: Please go to the Settings app to grant this app access to your photo library, if you want to upload photos or videos.
ar: يُرجى الذهاب إلى الإعدادات لمنح هذا التطبيق التصريح باستخدام مكتبة الصور إذا كنت تريد تحميل الصور أو الفيديوهات.
de: Bitte gehe in die Einstellungen-App um dieser App Zugriff auf Fotos und Videos zu geben.
es: Por favor, dirígete a los Ajustes de la aplicación para otorgar acceso a su biblioteca de fotos para esta aplicación, si deseas subir fotos o videos.
tr: Fotoğraf ya da video yükleyebilmek için lütfen Ayarlar uygulamasına giderek bu uygulamaya fotoğraflara erişme izni verin.
uk: Будь ласка, перейдіть до Налаштувань, щоб надати застосунку доступ до вашої бібліотеки фотографій, якщо ви хочете вивантажувати фотографії або відео.
